{
  "topbarTitle": "Climate shelters & fragility",
  "topbarSubtitle": "Bologna - Italy",
  "infoButtonLabel": "Page info",

  "heroTitle": "Climate shelters & urban fragility",
  "heroParagraph": "Bologna as a living lab to understand what makes a climate shelter effective, how it intersects with urban fragility, and how TALEA can support planning decisions.",
  "heroTagline": "From generic green to climate shelters: data, maps and stories for the SUOA.",

  "heroCard1Label": "Analysed green spaces",
  "heroCard1Small": "public green areas included in the CSI model",
  "heroCard2Label": "Candidate climate shelters",
  "heroCard2Small": "area > 0.5 ha and NDVI > 0.4 (proxy: CSI > 0)",
  "heroCard3Label": "Observed CFI range",
  "heroCard3Small": "normalised climatic fragility by statistical area",

  "parksSectionTitle": "Parks and Climate Shelter Index (CSI)",
  "parksSectionSubtitle": "Individual parks in Bologna, with green intensity proportional to their CSI. The table lets you filter and select a park to locate it on the map.",
  "parksToggleLayer": "Hide layer",
  "parksShowLayer": "Show layer",
  "parksFullscreenBtn": "Fullscreen",
  "parksTableTitle": "List of parks and CSI indicators",
  "tableParksIdx": "Index",
  "tableParksDistrict": "District",
  "tableParksName": "Park name",
  "tableParksLocation": "Location",
  "tableParksLanduse": "Land use class",
  "tableParksNDVI": "NDVI",
  "tableParksAccess": "Access",
  "tableParksCSI": "CSI",
  "tableParksAreaHa": "Area (ha)",
  "tableParksBus5": "Bus stops < 5'",
  "tableParksPicnic": "Picnic",
  "tableParksBenches": "Benches",
  "parksTableHint": "The table shows the first 10 rows; you can search by name, district or sort by NDVI/CSI to identify the most effective parks as climate shelters.",

  "tabCSI": "Climate shelters (CSI)",
  "tabCFI": "Fragility & access to shelters",

  "compareButton": "Compare CSI / CFI (fullscreen map)",

  "csiSectionTitle": "Where climate shelters are and how they work",
  "csiSectionSubtitle": "Not all parks are climate shelters: here we see quality (CSI), amenities and accessibility of Bologna’s green spaces.",
  "chipAll": "All",
  "opacityLabel": "Opacity:",
  "csiHint": "Use the opacity slider to better see the urban context under the CSI layer.",

  "csiHistTitle": "Climate Shelter Index (CSI) distribution",
  "csiHistDatasetLabel": "Number of areas",
  "csiHistHint": "The histogram shows how many green areas fall into each CSI range: it is the starting point to understand how well the city is equipped with effective climate shelters.",

  "amenitiesTitle": "Climatic composition of areas",
  "amenitiesDatasetLabel": "Average values (%)",
  "amenitiesLabels": ["Green", "Blue", "Hot area", "Cold area"],
  "amenitiesHint": "Green, blue, hot and cold areas: average percentage values by statistical area.",

  "csiAreasTableTitle": "Statistical areas and CSI indicators",
  "csiAreasTableSubtitle": "Each row represents a statistical area: by clicking on the name, the map moves to show it, with its CSI value and climatic composition.",
  "tableAreasIdx": "Index",
  "tableAreasName": "Statistical area",
  "tableAreasCSI": "Average CSI",
  "tableAreasCS": "N. climate shelters (CS)",
  "tableAreasGreen": "Green %",
  "tableAreasBlue": "Blue %",
  "tableAreasHot": "Hot area %",
  "tableAreasCold": "Cold area %",
  "csiAreasTableHint": "Use the search bar to quickly compare different areas, and sort by CSI or green% to identify where climate shelters are most effective.",

  "cfiSectionTitle": "Climatic and social fragility by neighbourhood",
  "cfiSectionSubtitle": "The most fragile areas combine heat exposure, lack of climate shelters and socio-economic vulnerability. Here we see how these factors overlap in urban space.",
  "cfiHint": "Hover over statistical areas to read CFI (climatic fragility), overall F and HF. Use the slider to balance the reading between thematic layer and base map.",

  "cfiVsCsiTitle": "CFI vs shelter quality (average CSI)",
  "cfiVsCsiLabelX": "Climatic CFI (heat-driven share, N_f_clim)",
  "cfiVsCsiLabelY": "Average CSI of climate shelters",
  "cfiVsCsiHint": "Each point is a statistical area: in the upper-left you find zones with high climatic fragility and low-quality shelters — natural candidates for TALEA interventions.",

  "fragilityClassTitle": "Overall fragility (F) classes",
  "fragilityClassLabels": ["very low", "low", "moderate", "high", "very high"],
  "fragilityClassHint": "The class distribution shows how climatic fragility contributes to pushing neighbourhoods towards higher risk levels.",

  "cfiAreasTableTitle": "Statistical areas and fragility indicators",
  "cfiAreasTableSubtitle": "The table lists statistical areas and their fragility indices: click on a name to centre the map on the selected zone.",
  "tableAreasCFI": "Climatic CFI (N_f_clim)",
  "tableAreasF": "Overall fragility (N_frag2)",
  "tableAreasFragClass": "Fragility class",
  "cfiAreasTableHint": "Sort by overall fragility to quickly identify priority neighbourhoods, and compare with CFI to understand how much heat drives that fragility.",

  "indicatorsSectionTitle": "How to read the indicators",
  "indicatorsSectionSubtitle": "Some indicators are technical: here is a short reading guide to connect numbers, maps and operational choices.",
  "indicatorsCSI": "CSI (Climate Shelter Index) – measures how well a green area works as a climate shelter, combining shade, vegetation, water and accessibility. Values close to 1 indicate very effective shelters.",
  "indicatorsCFI": "CFI (N_f_clim) – share of overall fragility driven by heat: the higher it is, the more a zone suffers from extreme heat compared to other factors.",
  "indicatorsF": "F (N_frag2) – synthetic index of climatic and social fragility by statistical area: it combines exposure, vulnerability and response capacity.",
  "indicatorsGreenBlue": "Green % / Blue % – percentage of surface covered by vegetation or water in each area, key elements to mitigate urban heat islands.",
  "indicatorsHotCold": "Hot / Cold area % – share of territory experiencing particularly high or more mitigated temperatures compared to the surrounding urban context.",
  "indicatorsAccess": "Access and services – indicators such as bus stops within 5 minutes, benches, picnic tables and surface (ha) help understand how usable a shelter really is for the population.",
  "infoModalIntro": "This page uses TALEA project data to show, through interactive maps and charts, how climate shelters and urban fragility are distributed across Bologna and how this can inform adaptation decisions.",

  "infoModalSourcesTitle": "Data sources",
  "infoModalSourceSat": "satellite and climatic data (e.g. LST) to identify urban heat islands and temperature differences between areas.",
  "infoModalSourceLulc": "land use and land cover datasets (green, water, artificial surfaces) to measure the availability of green and blue areas.",
  "infoModalSourceSoc": "socio-demographic and vulnerability indicators (density, age structure, socio-economic conditions) at statistical area level.",
  "infoModalSourceAccess": "data on public transport, stops, infrastructures and park amenities (benches, picnic areas, etc.), including open data and OpenStreetMap.",

  "infoModalIndicatorsTitle": "Indicators used",
  "infoModalCSI": "summarises how well an individual green space works as a climate shelter, combining vegetation, shade, water and accessibility.",
  "infoModalCFI": "share of overall fragility driven by heat, used to understand to what extent an area’s risk is driven by extreme temperatures.",
  "infoModalF": "synthetic index of climatic and social fragility by statistical area, combining exposure, vulnerability and response capacity.",
  "infoModalGBHC": "percentages of green, blue and particularly hot or mitigated areas, describing the “climatic composition” of neighbourhoods.",
  "infoModalAccess": "indicators such as bus stops within 5 minutes, benches, picnic tables and surface (ha), which help assess how usable a shelter really is.",

  "infoModalUsageTitle": "How to use this page",
  "infoModalBullet1": "Use maps to identify spatial patterns and critical neighbourhoods.",
  "infoModalBullet2": "Use tables to filter and sort parks and areas based on key indicators.",
  "infoModalBullet3": "Use charts to read distributions and quickly compare CSI, CFI and overall fragility.",

  "infoModalPaperPrefix": "The methodological details of the indicator computation are described in:",
  "compareTitle": "CSI / CFI comparison · Bologna",
  "compareOnlyCSI": "CSI only",
  "compareOnlyCFI": "CFI only",
  "compareFooter": "Drag the slider to move from climate shelters (CSI) to overall fragility (CFI). The CSI layer is in green, the CFI layer in purple.",

  "popupPark": "Park",
  "popupCSI": "CSI",
  "popupAreaStat": "Statistical area",
  "popupF": "Overall fragility",
  "popupHF": "Heat-driven share",

  "fragClass_very_low": "very low",
  "fragClass_low": "low",
  "fragClass_moderate": "moderate",
  "fragClass_high": "high",
  "fragClass_very_high": "very high"
}
