{
  "topbarTitle": "Climate shelters & fragilità",
  "topbarSubtitle": "Bologna - Italia",
  "infoButtonLabel": "Info pagina",

  "heroTitle": "Rifugi climatici & fragilità urbana",
  "heroParagraph": "Bologna come laboratorio per capire cosa rende efficace un rifugio climatico, come si intreccia con la fragilità urbana e come TALEA può guidare le scelte di pianificazione.",
  "heroTagline": "Dal verde generico ai climate shelters.",

  "heroCard1Label": "Spazi verdi analizzati",
  "heroCard1Small": "aree verdi pubbliche considerate nel modello CSI",
  "heroCard2Label": "Candidati rifugi climatici",
  "heroCard2Small": "superficie > 0.5 ha e NDVI > 0.4 (proxy: CSI > 0)",
  "heroCard3Label": "Range osservato CFI",
  "heroCard3Small": "fragilità climatica normalizzata per area statistica",

  "parksSectionTitle": "Parchi e Climate Shelter Index (CSI)",
  "parksSectionSubtitle": "I singoli parchi di Bologna, con intensità di verde proporzionale al loro CSI. La tabella consente di filtrare e selezionare un parco per localizzarlo in mappa.",
  "parksToggleLayer": "Nascondi layer",
  "parksShowLayer": "Mostra layer",
  "parksFullscreenBtn": "Fullscreen",
  "parksTableTitle": "Elenco parchi e indicatori CSI",
  "tableParksIdx": "Indice",
  "tableParksDistrict": "Quartiere",
  "tableParksName": "Nome parco",
  "tableParksLocation": "Ubicazione",
  "tableParksLanduse": "Classe uso",
  "tableParksNDVI": "NDVI",
  "tableParksAccess": "Accesso",
  "tableParksCSI": "CSI",
  "tableParksAreaHa": "Area (ha)",
  "tableParksBus5": "Fermate bus < 5'",
  "tableParksPicnic": "Picnic",
  "tableParksBenches": "Panchine",
  "parksTableHint": "La tabella mostra le prime 10 righe; puoi cercare per nome, quartiere o ordinare per NDVI/CSI per identificare i parchi più efficaci come rifugi climatici.",

  "tabCSI": "Rifugi climatici (CSI)",
  "tabCFI": "Fragilità & accesso ai rifugi",

  "compareButton": "Confronta CSI / CFI (mappa fullscreen)",

  "csiSectionTitle": "Dove sono e come funzionano i rifugi climatici",
  "csiSectionSubtitle": "Non tutti i parchi sono rifugi climatici: qui vediamo qualità (CSI), dotazioni e accessibilità dei green spaces bolognesi.",
  "chipAll": "Tutti",
  "opacityLabel": "Opacità:",
  "csiHint": "Usa lo slider di opacità per leggere meglio il contesto urbano sotto il layer CSI.",

  "csiHistTitle": "Distribuzione del Climate Shelter Index (CSI)",
  "csiHistDatasetLabel": "Numero di aree",
  "csiHistHint": "L’istogramma mostra quante aree verdi rientrano in ciascun intervallo di CSI: è la base per capire quanto la città è dotata di rifugi climatici efficaci.",

  "amenitiesTitle": "Composizione climatica delle aree",
  "amenitiesDatasetLabel": "Valori medi (%)",
  "amenitiesLabels": ["Verde", "Blu", "Hot area", "Cold area"],
  "amenitiesHint": "Verde, blu, hot e cold area: valori medi percentuali per area statistica.",

  "csiAreasTableTitle": "Aree statistiche e indicatori CSI",
  "csiAreasTableSubtitle": "Ogni riga rappresenta un’area statistica: cliccando sul nome la mappa si sposta per mostrarla, con il suo valore di CSI e la composizione climatica.",
  "tableAreasIdx": "Indice",
  "tableAreasName": "Area statistica",
  "tableAreasCSI": "CSI medio",
  "tableAreasCS": "N. climate shelters (CS)",
  "tableAreasGreen": "Green %",
  "tableAreasBlue": "Blue %",
  "tableAreasHot": "Hot area %",
  "tableAreasCold": "Cold area %",
  "csiAreasTableHint": "Usa la ricerca per confrontare rapidamente quartieri diversi, e ordina per CSI o per green% per individuare dove i rifugi climatici sono più efficaci.",

  "cfiSectionTitle": "Fragilità climatica e sociale per quartiere",
  "cfiSectionSubtitle": "Le aree più fragili combinano esposizione al calore, scarsa presenza di rifugi climatici e vulnerabilità socio-economica. Qui vediamo come questi fattori si intrecciano nello spazio urbano.",
  "cfiHint": "Passa il mouse sulle aree statistiche per leggere CFI (fragilità climatica), F complessivo e HF. Usa lo slider per modulare la lettura tra layer e base map.",

  "cfiVsCsiTitle": "CFI vs qualità dei rifugi (CSI medio)",
  "cfiVsCsiLabelX": "CFI climatico (quota dovuta al caldo, N_f_clim)",
  "cfiVsCsiLabelY": "CSI medio dei rifugi climatici",
  "cfiVsCsiHint": "Ogni punto è un’area statistica: in alto a sinistra trovi le zone con alta fragilità climatica e rifugi di bassa qualità — i candidati naturali per interventi TALEA.",

  "fragilityClassTitle": "Classi di fragilità complessiva (F)",
  "fragilityClassLabels": ["molto bassa", "bassa", "moderata", "alta", "molto alta"],
  "fragilityClassHint": "La distribuzione per classi mostra quanto la fragilità climatica contribuisce a spostare i quartieri verso livelli di rischio più elevati.",

  "cfiAreasTableTitle": "Aree statistiche e indicatori di fragilità",
  "cfiAreasTableSubtitle": "La tabella elenca le aree statistiche con i relativi indici di fragilità: clicca sul nome per centrare la mappa sulla zona selezionata.",
  "tableAreasCFI": "CFI climatico (N_f_clim)",
  "tableAreasF": "Fragilità complessiva (N_frag2)",
  "tableAreasFragClass": "Classe di fragilità",
  "cfiAreasTableHint": "Ordina per fragilità complessiva per identificare rapidamente i quartieri prioritari e confronta il dato con il CFI per capire quanto conta il caldo rispetto ad altri fattori.",

  "indicatorsSectionTitle": "Come leggere gli indicatori",
  "indicatorsSectionSubtitle": "Alcuni indicatori sono tecnici: qui trovi una breve guida di lettura per collegare numeri, mappe e scelte operative.",
  "indicatorsCSI": "CSI (Climate Shelter Index) – misura quanto un’area verde funziona come rifugio climatico, combinando ombra, vegetazione, acqua e accessibilità. Valori prossimi a 1 indicano rifugi molto efficaci.",
  "indicatorsCFI": "CFI (N_f_clim) – quota della fragilità complessiva dovuta al caldo: più è alto, più una zona soffre gli effetti del calore estremo rispetto ad altri fattori.",
  "indicatorsF": "F (N_frag2) – indice sintetico di fragilità climatica e sociale per area statistica: mette insieme esposizione, vulnerabilità e capacità di risposta.",
  "indicatorsGreenBlue": "Green % / Blue % – percentuale di superficie coperta da vegetazione o acqua in ciascuna area, elementi chiave per mitigare le isole di calore urbane.",
  "indicatorsHotCold": "Hot / Cold area % – quota di territorio che sperimenta temperature particolarmente alte o più mitigate rispetto al contesto urbano circostante.",
  "indicatorsAccess": "Accesso e servizi – indicatori come fermate bus entro 5 minuti, panchine, tavoli picnic e superficie (ha) aiutano a capire quanto un rifugio sia realmente utilizzabile dalla popolazione.",
"infoModalTitle": "Cosa vedi in questa pagina",
  "infoModalIntro": "Questa pagina usa i dati del progetto TALEA per mostrare, con mappe e grafici interattivi, come i rifugi climatici e la fragilità urbana si distribuiscono nello spazio di Bologna e come questi elementi possono guidare le scelte di adattamento.",

  "infoModalSourcesTitle": "Fonti dati",
  "infoModalSourceSat": "dati satellitari e climatici (es. LST) per identificare le isole di calore urbane e le differenze di temperatura tra aree.",
  "infoModalSourceLulc": "dataset di uso del suolo e coperture (verde, acqua, superfici artificiali) per misurare la dotazione di aree verdi e blu.",
  "infoModalSourceSoc": "indicatori socio-demografici e di vulnerabilità (densità, età, condizioni socio-economiche) a livello di area statistica.",
  "infoModalSourceAccess": "dati su trasporto pubblico, fermate, infrastrutture e dotazioni dei parchi (panchine, aree picnic, ecc.), inclusi dati aperti e OpenStreetMap.",

  "infoModalIndicatorsTitle": "Indicatori utilizzati",
  "infoModalCSI": "sintetizza quanto un singolo spazio verde funziona come rifugio climatico, combinando vegetazione, ombra, acqua e accessibilità.",
  "infoModalCFI": "quota della fragilità complessiva dovuta al caldo, usata per capire in che misura il rischio di un’area è guidato dalle temperature estreme.",
  "infoModalF": "indice sintetico di fragilità climatica e sociale per area statistica, che combina esposizione, vulnerabilità e capacità di risposta.",
  "infoModalGBHC": "percentuali di superficie verde, blu e di aree particolarmente calde o mitigate, che descrivono la “composizione climatica” dei quartieri.",
  "infoModalAccess": "indicatori come fermate bus entro 5 minuti, panchine, tavoli picnic e superficie (ha) che aiutano a capire se un rifugio è realmente fruibile.",

  "infoModalUsageTitle": "Come usare questa pagina",
  "infoModalBullet1": "Usa le mappe per individuare pattern spaziali e quartieri critici.",
  "infoModalBullet2": "Usa le tabelle per filtrare e ordinare parchi e aree in base agli indicatori chiave.",
  "infoModalBullet3": "Usa i grafici per leggere distribuzioni e confrontare rapidamente CSI, CFI e fragilità complessiva.",

  "infoModalPaperPrefix": "Il dettaglio metodologico sul calcolo degli indicatori è descritto in:",
  "compareTitle": "Confronto CSI / CFI · Bologna",
  "compareOnlyCSI": "Solo CSI",
  "compareOnlyCFI": "Solo CFI",
  "compareFooter": "Trascina lo slider per passare dai rifugi climatici (CSI) alla fragilità complessiva (CFI). Il layer CSI è in verde, il CFI in viola.",

  "popupPark": "Parco",
  "popupCSI": "CSI",
  "popupAreaStat": "Area statistica",
  "popupF": "Fragilità complessiva",
  "popupHF": "Quota dovuta al caldo",

  "fragClass_very_low": "molto bassa",
  "fragClass_low": "bassa",
  "fragClass_moderate": "moderata",
  "fragClass_high": "alta",
  "fragClass_very_high": "molto alta"
}
